IDEA StatiCa Open Model
LoadBase Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the LoadBase class
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
protected LoadBase()
Protected Sub New
protected:
LoadBase()
See Also
Reference
LoadBase Class
IdeaRS.OpenModel.Detail.Loading Namespace